<?php
/*
 * Shoputils
 *
 * ПРИМЕЧАНИЕ К ЛИЦЕНЗИОННОМУ СОГЛАШЕНИЮ
 *
 * Этот файл связан лицензионным соглашением, которое можно найти в архиве,
 * вместе с этим файлом. Файл лицензии называется: LICENSE.1.5.x.RUS.txt
 * Так же лицензионное соглашение можно найти по адресу:
 * http://opencart.shoputils.ru/LICENSE.1.5.x.RUS.txt
 * 
 * =================================================================
 * OPENCART 1.5.x ПРИМЕЧАНИЕ ПО ИСПОЛЬЗОВАНИЮ
 * =================================================================
 *  Этот файл предназначен для Opencart 1.5.x. Shoputils не
 *  гарантирует правильную работу этого расширения на любой другой 
 *  версии Opencart, кроме Opencart 1.5.x. 
 *  Shoputils не поддерживает программное обеспечение для других 
 *  версий Opencart.
 * =================================================================
*/
$_['entry_city']         = 'Выберите город:';
$_['entry_country']      = 'Выберите страну:';

$_['text_title']         = 'EMS Почта России';
$_['text_description']   = 'Доставка службой "<a href="http://emspost.ru/" target="_blank">EMS</a>"';

$_['text_warning_city']    = 'Для города(региона), введенного Вами при оформлении заказа, невозможна доставка службой "EMS".
Если Вы желаете использовать для доставки службу "EMS", выберите другой город(регион) из списка';

$_['text_warning_country'] = 'Для страны, выбранной Вами при оформлении заказа, невозможна доставка службой "EMS".
Если Вы желаете использовать для доставки службу "EMS", выберите другую страну из списка';

$_['text_request_error']        = 'При запросе произошла ошибка';

$_['text_ems_rate_title']        = 'Доставка EMS';
$_['text_weight']                = 'Вес: %s кг.';
$_['text_days']                  = 'Доставка за %s дн.';
$_['text_total']                 = 'Цена доставки: %s';
$_['text_total_ext']             = ' (+%s доставка курьером до точки EMS)';
$_['text_weight_ext']             = ' (+%s кг. за упаковку)';
$_['text_days_ext']             = ' (+%s дн. на подготовку заказа)';

$_['text_free_shipping']           = 'Бесплатно';

$_['text_loading']               = 'Загрузка...';
$_['text_change_city']           = 'Изменить город доставки';

$_['error_currency']             = 'Для правильной работы модуля EMS необходимо чтобы в магазине присутствовала валюта с кодом %s';
$_['error_max_weight']           = 'Максимальная масса одного отправления службой EMS должна быть не более %s %s.';
$_['error_no_weight']           = 'Для некоторых товаров не указан вес. Доставка службой EMS невозможна. %sОбратитесь к администрации.';

?>